{
    "passages": [
        {
            "passage": "In the beginning God created the heavens and the earth. The earth was formless and empty, and darkness covered the deep waters. And the Spirit of God was hovering over the surface of the waters. Then God said, 'Let there be light,' and there was light. And God saw that the light was good. Then he separated the light from the darkness. God called the light 'day' and the darkness 'night.' And evening passed and morning came, marking the first day. - Genesis 1:1-5"
        },
        {
            "passage": "For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. For God did not send his Son into the world to condemn the world, but to save the world through him. - John 3:16-17"
        },
        {
            "passage": "The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. Surely goodness and mercy shall follow me all the days of my life, and I shall dwell in the house of the Lord forever. - Psalm 23"
        },
        {
            "passage": "In the beginning was the Word, and the Word was with God, and the Word was God. He was with God in the beginning. Through him all things were made; without him nothing was made that has been made. In him was life, and that life was the light of all mankind. The light shines in the darkness, and the darkness has not overcome it. - John 1:1-5"
        },
        {
            "passage": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord. - Romans 8:38-39"
        },
        {
            "passage": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, not a result of works, so that no one may boast. For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them. - Ephesians 2:8-10"
        },
        {
            "passage": "For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. Of the greatness of his government and peace there will be no end. He will reign on David’s throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the Lord Almighty will accomplish this. - Isaiah 9:6-7"
        },
        {
            "passage": "For the word of God is alive and active. Sharper than any double-edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart. - Hebrews 4:12"
        },
        {
            "passage": "Jesus answered, 'I am the way and the truth and the life. No one comes to the Father except through me. If you really know me, you will know my Father as well. From now on, you do know him and have seen him.' - John 14:6-7"
        },
        {
            "passage": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law. - Galatians 5:22-23"
        },
        {
            "passage": "For everything there is a season, and a time for every matter under heaven: a time to be born, and a time to die; a time to plant, and a time to pluck up what is planted; a time to kill, and a time to heal; a time to break down, and a time to build up; a time to weep, and a time to laugh; a time to mourn, and a time to dance; a time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing; a time to seek, and a time to lose; a time to keep, and a time to cast away; a time to tear, and a time to sew; a time to keep silence, and a time to speak; a time to love, and a time to hate; a time for war, and a time for peace. - Ecclesiastes 3:1-8"
        },
        {
            "passage": "For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. - Romans 6:23"
        },
        {
            "passage": "But now thus says the Lord, he who created you, O Jacob, he who formed you, O Israel: 'Fear not, for I have redeemed you; I have called you by name, you are mine. When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you. - Isaiah 43:1-2"
        },
        {
            "passage": "Therefore, if anyone is in Christ, the new creation has come: The old has gone, the new is here! - 2 Corinthians 5:17"
        },
        {
            "passage": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose. - Romans 8:28"
        },
        {
            "passage": "Do not conform to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God’s will is—his good, pleasing and perfect will. - Romans 12:2"
        },
        {
            "passage": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. - 2 Corinthians 12:9"
        },
        {
            "passage": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight. - Proverbs 3:5-6"
        },
        {
            "passage": "And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. - Colossians 3:17"
        },
        {
            "passage": "Let us then approach God’s throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. - Hebrews 4:16"
        },
        {
            "passage": "But in your hearts revere Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect. - 1 Peter 3:15"
        },
        {
            "passage": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. - Philippians 4:6"
        },
        {
            "passage": "And my God will meet all your needs according to the riches of his glory in Christ Jesus. - Philippians 4:19"
        },
        {
            "passage": "For the Lord your God is living among you. He is a mighty savior. He will take delight in you with gladness. With his love, he will calm all your fears. He will rejoice over you with joyful songs. - Zephaniah 3:17"
        },
        {
            "passage": "And we urge you, brothers and sisters, warn those who are idle and disruptive, encourage the disheartened, help the weak, be patient with everyone. - 1 Thessalonians 5:14"
        },
        {
            "passage": "He will wipe every tear from their eyes. There will be no more death' or mourning or crying or pain, for the old order of things has passed away. - Revelation 21:4"
        },
        {
            "passage": "So we fix our eyes not on what is seen, but on what is unseen, since what is seen is temporary, but what is unseen is eternal. - 2 Corinthians 4:18"
        },
        {
            "passage": "But the Lord is faithful, and he will strengthen you and protect you from the evil one. - 2 Thessalonians 3:3"
        },
        {
            "passage": "But he said to me, 'My grace is sufficient for you, for my power is made perfect in weakness.' Therefore I will boast all the more gladly about my weaknesses, so that Christ’s power may rest on me. - 2 Corinthians 12:9"
        },
        {
            "passage": "The Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance. - 2 Peter 3:9"
        },
        {
            "passage": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. - Romans 8:38-39"
        },
        {
            "passage": "But thanks be to God! He gives us the victory through our Lord Jesus Christ. Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. - 1 Corinthians 15:57-58"
        },
        {
            "passage": "I can do all this through him who gives me strength. - Philippians 4:13"
        },
        {
            "passage": "Rejoice always, pray continually, give thanks in all circumstances; for this is God’s will for you in Christ Jesus. - 1 Thessalonians 5:16-18"
        },
        {
            "passage": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. - Philippians 4:7"
        },
        {
            "passage": "But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. - Micah 5:2"
        },
        {
            "passage": "Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. - Luke 12:32"
        },
        {
            "passage": "But you are a chosen people, a royal priesthood, a holy nation, God’s special possession, that you may declare the praises of him who called you out of darkness into his wonderful light. - 1 Peter 2:9"
        },
        {
            "passage": "He has shown you, O mortal, what is good. And what does the Lord require of you? To act justly and to love mercy and to walk humbly with your God. - Micah 6:8"
        },
        {
            "passage": "Do not be overcome by evil, but overcome evil with good. - Romans 12:21"
        },
        {
            "passage": "For you created my inmost being; you knit me together in my mother’s womb. I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. My frame was not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth. Your eyes saw my unformed body; all the days ordained for me were written in your book before one of them came to be. - Psalm 139:13-16"
        },
        {
            "passage": "This is the day that the Lord has made; let us rejoice and be glad in it. - Psalm 118:24"
        },
        {
            "passage": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth. - Acts 1:8"
        },
        {
            "passage": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future. - Jeremiah 29:11"
        },
        {
            "passage": "For where two or three gather in my name, there am I with them. - Matthew 18:20"
        },
        {
            "passage": "But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was on him, and by his wounds we are healed. - Isaiah 53:5"
        },
        {
            "passage": "But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. - John 14:26"
        },
        {
            "passage": "Jesus looked at them and said, 'With man this is impossible, but with God all things are possible.' - Matthew 19:26"
        },
        {
            "passage": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith. - Hebrews 12:1-2"
        },
        {
            "passage": "But the angel said to them, 'Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord. - Luke 2:10-11"
        },
        {
            "passage": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. - Matthew 6:34"
        },
        {
            "passage": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed. - Isaiah 53:5"
        },
        {
            "passage": "In the same way, let your light shine before others, that they may see your good deeds and glorify your Father in heaven. - Matthew 5:16"
        },
        {
            "passage": "Jesus said to her, 'I am the resurrection and the life. The one who believes in me will live, even though they die; and whoever lives by believing in me will never die. Do you believe this?' - John 11:25-26"
        },
        {
            "passage": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit. - Romans 15:13"
        },
        {
            "passage": "For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. - 1 Thessalonians 4:16-17"
        },
        {
            "passage": "The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full. - John 10:10"
        },
        {
            "passage": "The Spirit himself testifies with our spirit that we are God’s children. - Romans 8:16"
        },
        {
            "passage": "He has made everything beautiful in its time. He has also set eternity in the human heart; yet no one can fathom what God has done from beginning to end. - Ecclesiastes 3:11"
        },
        {
            "passage": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness and self-control. Against such things there is no law. - Galatians 5:22-23"
        },
        {
            "passage": "For we are God’s handiwork, created in Christ Jesus to do good works, which God prepared in advance for us to do. - Ephesians 2:10"
        },
        {
            "passage": "But the Lord is faithful, and he will strengthen you and protect you from the evil one. - 2 Thessalonians 3:3"
        },
        {
            "passage": "For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. - Romans 8:38-39"
        },
        {
            "passage": "But thanks be to God! He gives us the victory through our Lord Jesus Christ. Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. - 1 Corinthians 15:57-58"
        },
        {
            "passage": "I can do all this through him who gives me strength. - Philippians 4:13"
        },
        {
            "passage": "Rejoice always, pray continually, give thanks in all circumstances; for this is God’s will for you in Christ Jesus. - 1 Thessalonians 5:16-18"
        },
        {
            "passage": "And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. - Philippians 4:7"
        },
        {
            "passage": "But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth. - Acts 1:8"
        },
        {
            "passage": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future. - Jeremiah 29:11"
        },
        {
            "passage": "For where two or three gather in my name, there am I with them. - Matthew 18:20"
        },
        {
            "passage": "But the Advocate, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. - John 14:26"
        },
        {
            "passage": "Jesus looked at them and said, 'With man this is impossible, but with God all things are possible.' - Matthew 19:26"
        },
        {
            "passage": "Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us, fixing our eyes on Jesus, the pioneer and perfecter of faith. - Hebrews 12:1-2"
        },
        {
            "passage": "But the angel said to them, 'Do not be afraid. I bring you good news that will cause great joy for all the people. Today in the town of David a Savior has been born to you; he is the Messiah, the Lord. - Luke 2:10-11"
        },
        {
            "passage": "Therefore do not worry about tomorrow, for tomorrow will worry about itself"
        }
    ]
}